{
    "data": [
        {
            "author": "[deleted]",
            "author_flair_css_class": null,
            "author_flair_text": null,
            "brand_safe": false,
            "contest_mode": false,
            "created_utc": 1493679506,
            "domain": "self.desabafos",
            "edited": 1493679856,
            "full_link": "https://www.reddit.com/r/desabafos/comments/68pe5x/por_que_não_criamos_um_tópico_fixo_para_listar/",
            "gilded": 0,
            "id": "68pe5x",
            "is_self": true,
            "locked": false,
            "media_embed": {},
            "num_comments": 5,
            "over_18": false,
            "permalink": "/r/desabafos/comments/68pe5x/por_que_não_criamos_um_tópico_fixo_para_listar/",
            "post_hint": "self",
            "preview": {
                "enabled": false,
                "images": [
                    {
                        "id": "avwB02-gFUf67BpN6Wy3JKo4apo-vtLgoDARGXCsqcg",
                        "resolutions": [
                            {
                                "height": 132,
                                "url": "https://i.redditmedia.com/cwDY1dw2zHv3XaIQ-MV5VCF37grGywLvGqk4jwdyENQ.jpg?fit=crop&amp;crop=faces%2Centropy&amp;arh=2&amp;w=108&amp;s=a5240fd3dfc6c8bef11b2820a42a9909",
                                "width": 108
                            }
                        ],
                        "source": {
                            "height": 188,
                            "url": "https://i.redditmedia.com/cwDY1dw2zHv3XaIQ-MV5VCF37grGywLvGqk4jwdyENQ.jpg?s=e9e570a706fc6d6c3c7d549eaec8f248",
                            "width": 153
                        },
                        "variants": {}
                    }
                ]
            },
            "retrieved_on": 1494655421,
            "score": 16,
            "secure_media_embed": {},
            "selftext": "Seria interessante fixarmos um tópico fixo com livros, palestras, aulas de pessoas da área da psicologia, psiquiatria e filosofia para ajudar a galera com problemas com ansiedade, depressão, síndrome do pânico, etc. Também pensei em fazer uma lista com links de sites de prevenção ao suicídio. Se não me engano tem ONGs que trabalham com isso pela internet mesmo.\n\nJá tive problemas com ansiedade e esse sub foi fundamental para que eu retomasse as rédeas e o controle da minha vida. Então vai lá:\n\n&gt; **Para falar com alguém**\n\n**CVV - Centro de Valorização da Vida** - http://www.cvv.org.br (O CVV - Centro de Valorização da Vida realiza apoio emocional e prevenção do suicídio, atendendo voluntária e gratuitamente todas as pessoas que querem e precisam conversar, sob total sigilo por telefone, email, chat e Skype 24 horas todos os dias). Telefone: 141 \nEmail: atendimento@cvv.org.br\n\n&gt; **Livros**\n\nAugusto Cury - Ansiedade - Como Enfrentar o Mal do Século\n\nPostem as coisas que vocês sabem. Eu vou editar o post constantemente pra melhorá-lo cada vez mais.",
            "spoiler": false,
            "stickied": false,
            "subreddit": "desabafos",
            "subreddit_id": "t5_395lw",
            "suggested_sort": null,
            "thumbnail": "self",
            "title": "Por que não criamos um tópico fixo para listar links para ajudar alguém numa situação ruim?",
            "url": "https://www.reddit.com/r/desabafos/comments/68pe5x/por_que_não_criamos_um_tópico_fixo_para_listar/"
        },
        {
            "author": "cav94",
            "author_flair_css_class": null,
            "author_flair_text": null,
            "brand_safe": false,
            "can_mod_post": false,
            "contest_mode": false,
            "created_utc": 1515457032,
            "domain": "self.desabafos",
            "full_link": "https://www.reddit.com/r/desabafos/comments/7p33a9/reportagem_sobre_suicídio/",
            "id": "7p33a9",
            "is_crosspostable": true,
            "is_reddit_media_domain": false,
            "is_self": true,
            "is_video": false,
            "locked": false,
            "num_comments": 10,
            "num_crossposts": 0,
            "over_18": false,
            "permalink": "/r/desabafos/comments/7p33a9/reportagem_sobre_suicídio/",
            "pinned": false,
            "retrieved_on": 1515526525,
            "score": 24,
            "selftext": "Boa noite, gente. Me chamo Cesar e sou repórter na TV Bandeirantes. Estou produzindo uma reportagem sobre o suicídio e, com isso, tentando fazer com que o assunto não fique apenas na marginalidade - como costuma acontecer. Tenho grande interesse pelo assunto. Minha monografia teve o suicídio como tema e como a mídia o aborda, já fiz outras reportagens sobre suicídio. Encaro que o assunto precisa ser colocado pra fora. Tenho ansiedade, suicídio já passou pela minha cabeça, mas quero com essa reportagem falar de soluções. Estou contando com a ajuda do pessoal do Centro de Valorização da Vida, que tem um atendimento incrível a pessoas com depressão ou comportamento suicida. E estou aqui para buscar relatos. De gente que tentou o suicídio, mas por alguma razão desistiu e venceu esses pensamentos. Ou de pessoas cujo fantasma ainda as assombra. Se for do interesse externalizar isso (com anonimato garantido), só mandar uma mensagem. Obrigado.",
            "spoiler": false,
            "stickied": false,
            "subreddit": "desabafos",
            "subreddit_id": "t5_395lw",
            "subreddit_type": "public",
            "thumbnail": "self",
            "title": "Reportagem sobre suicídio",
            "url": "https://www.reddit.com/r/desabafos/comments/7p33a9/reportagem_sobre_suicídio/"
        },
        {
            "author": "hoppean",
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_text": null,
            "author_flair_type": "text",
            "brand_safe": false,
            "can_mod_post": false,
            "contest_mode": false,
            "created_utc": 1520972327,
            "domain": "self.desabafos",
            "full_link": "https://www.reddit.com/r/desabafos/comments/847d0n/quantas_vezes_por_dia_você_pensa_em_suicídio/",
            "gilded": 0,
            "id": "847d0n",
            "is_crosspostable": true,
            "is_reddit_media_domain": false,
            "is_self": true,
            "is_video": false,
            "link_flair_richtext": [],
            "link_flair_text_color": "dark",
            "link_flair_type": "text",
            "locked": false,
            "no_follow": false,
            "num_comments": 5,
            "num_crossposts": 0,
            "over_18": false,
            "permalink": "/r/desabafos/comments/847d0n/quantas_vezes_por_dia_você_pensa_em_suicídio/",
            "pinned": false,
            "retrieved_on": 1521029881,
            "rte_mode": "markdown",
            "score": 4,
            "selftext": "Quantas vezes e o que você pensa sobre isso pra si mesmo?\nSão apenas pensamentos ou realmente reflexos de uma depressão?\nVocê tem coragem de se matar ou apenas vontade?\n\nEu tenho cede de vida, ansiedade por coisas boas, ânsia por encontrar alguém que me faça feliz de verdade e não me decepcione, pois de decepção já baste eu mesmo, mas eu ainda sim penso em morrer todos os dias. Não tenho uma vida ruim, nem boa, mas estou sempre insatisfeito. ",
            "send_replies": true,
            "spoiler": false,
            "stickied": false,
            "subreddit": "desabafos",
            "subreddit_id": "t5_395lw",
            "subreddit_type": "public",
            "thumbnail": "self",
            "title": "Quantas vezes por dia você pensa em suicídio?",
            "url": "https://www.reddit.com/r/desabafos/comments/847d0n/quantas_vezes_por_dia_você_pensa_em_suicídio/"
        },
        {
            "author": "koyaanisqatsi_guy",
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_text": null,
            "author_flair_type": "text",
            "can_mod_post": false,
            "contest_mode": false,
            "created_utc": 1525499963,
            "domain": "self.desabafos",
            "full_link": "https://www.reddit.com/r/desabafos/comments/8h5ndt/me_apaixonei_por_uma_colega_de_trabalho_e_mudou/",
            "gilded": 0,
            "id": "8h5ndt",
            "is_crosspostable": true,
            "is_original_content": false,
            "is_reddit_media_domain": false,
            "is_self": true,
            "is_video": false,
            "link_flair_richtext": [],
            "link_flair_text_color": "dark",
            "link_flair_type": "text",
            "locked": false,
            "no_follow": true,
            "num_comments": 12,
            "num_crossposts": 0,
            "over_18": false,
            "permalink": "/r/desabafos/comments/8h5ndt/me_apaixonei_por_uma_colega_de_trabalho_e_mudou/",
            "pinned": false,
            "retrieved_on": 1525499964,
            "rte_mode": "markdown",
            "score": 22,
            "selftext": "O título já diz tudo. Vou contar brevemente essa experiência, pois é algo que eu vou precisar de muita força de vontade para superar.\n\n**Isso aconteceu um ano atrás...**\n\n&gt;Eu trabalho no mercado de comunicação, a rotatividade de pessoas entre empresas é muito grande, em um ano que consegui diversas entrevistas acabei passando por 3 empresas grandes, e na última delas eu conheci essa garota.\n\n&gt;Foi por indicação de um amigo que eu fiz entrevista nesse lugar. E ele trabalhava com ela, não diretamente, mas no mesmo setor. Eu demorei um tempo pra notar que ela era diferente, a primeira vista foi só mais uma garota de 28 anos, linda e meio nerd. Porém, eu estava em uma fase de focar apenas no trabalho, pois sempre tive muita dificuldade com o lado social. Desde que me mudei para essa cidade decidi me envolver com qualquer garota que fosse *fisicamente* atraente, devido as frustrações de amar alguém profundamente, acabei me forçando a ser superficial. Isso foi me afetando aos poucos, até chegar em um ponto que eu simplesmente não via mais razão para isso, foi quando eu me afastei socialmente de tudo e comecei a trabalhar demais, o meu desempenho profissional aumentou, então decidi procurar lugar melhor, melhor salário, que no caso, foi a indicação do meu amigo.\n\n&gt;Alguns anos atrás eu estava em uma faze em que projetava sinais e razões em tudo. Algo como me convencer a fazer algo por que música x que lembra pessoa y está tocando no momento em que eu estou no lugar z, então eu devo seguir meu \"instinto\" de investir naquela pessoa, mesmo se não tiver nenhuma chance.\n\n&gt;Voltamos para o mês em que eu entrei na empresa nova, dezembro/16. Em janeiro eu estava almoçando com ela e com o grupo do setor dela, que incluía meu amigo, praticamente todos os dias. No terceiro dia meu amigo confirmou o que já se passava pela minha cabeça. \n\n&gt;No almoço acontecia do grupo todo ter um assunto, mas eu e ela outro, não importa aonde estávamos sentados,longe, perto, a conversa era muito interessante pra ficar quieto.\n\n&gt;Isso me deixou em completo estado de choque. Ela era simplesmente muito parecida comigo, eu ficava bugado, \nnão sabia o que fazer. \n\n&gt;Devido ao stress do trabalho, minha ansiedade tinha aumentado e como medida eu comecei a fazer terapia alguns anos atrás, meu terapeuta foi enfático em me dizer que eu deveria me permitir a amar e a me arriscar.\nEu abracei a ideia.\n\n&gt;Como um cara timído, nerd, com alto-estima baixa conquista uma garota? Eu não tenho a mínima ideia. Na minha humilde opinião e experiência própria isso é extremamente difícil. Mas não impossível.\n\n&gt;Durante o processo da 'conquista' eu estava em um estado de negação a vida, pois eu achava ela atraente e interessante ***demais*** para minha pessoa. Passava horas questionando o por que do universo colocar essa pessoa em minha vida, pensando em todas coincidências que aconteceram para eu conhecer ela e de fato me interessar, era algo surreal. Mesmo gosto por música, filmes, nosso assunto preferido era realidade simulada, sério!\n\n&gt;Eu decidi que iria ser sincero, deixar claro meu interesse e ver no que dava.\nEnquanto isso meu amigo e meus novos amigos da agência comentavam que ela realmente dava sinais de interesse. Nesse ponto eu já estava imaginando coisas. Mas foi frustrante. Ela tinha acabado de sair de um namoro de 7 anos, engatado em uma relação breve de 3 anos e alguns meses antes ela tinha se envolvido com uma pessoa da empresa. Quando eu descobri isso, abri mão. Entrei em um estado de pré-depressão. Eu uso muito metro, ficava parado, esperando o vagão passar pensando em como seria mais facil me jogar ali do que esperar eu conseguir o amor dela.\n\n&gt;Isso foi me dominando, essa vontade de querer fazer ela feliz e ver ela ao meu lado me implodia de angustia por não conseguir ver isso se concretizando.\nHá essa altura eu já sábia que ela não tava fazendo nem um pouco bem para mim, mas eu não estava pensando nisso, estava pensando em fazer ela feliz.\n\n&gt;A primeira tentativa foi demonstrar interesse, coisa que fiz até demais. Chamava ela pra sair pro bar toda quinta \ne sexta feira, não conseguia me conter em ficar feliz com um sorriso de orelha a orelha quando ela aceitava. Era algo maior que o meu auto controle e que a minha força de vontade. Em janeiro foi o mês de colocar as cartas na mesa, eu deixei claro que me interessava por ela e queria sair apenas com ela, então, ela finalmente colocou um ponto final em tudo. Me disse que não queria se envolver com pessoas do trabalho, então contou os relacionamentos dela. Ai tudo fez sentido, finalmente, o medo de falhar que eu tinha, se tornou realidade.\n\n&gt;É engraçado, pois foi muito aliviante. Eu finalmente tinha o não dela e com isso podia me conformar com mais um não da vida, me lembrar o por que \neu focava no trabalho o por que disso. A frustração me fazia esquecer tudo e me deixava muito produtivo. Eu sempre usei tristeza, raiva e sofrimento \nao meu favor.\n\n**Começou fevereiro**\n\n&gt;Nos dias seguintes, o mais absurdo acontece: ela me chama para ir na casa dela. Após o fora, eu imaginava que iria existir um silêncio e que o nosso \ncomeço de amizade iria morrer rápido, mas foi o oposto. Amizade era o objetivo dela, talvez uma amizade colorida. Mas definitivamente nada sério. \nEu aceitei o convite de ir para casa dela, mas com uma consciência de que eu era apenas amigo. Conhecendo amigos que forçam beijo na balada e fazem esse tipo \nde coisa escrota, eu nunca iria tentar beijar ela após o fora. Ia ser muito constrangedor se ela não gostasse e isso era o fim do mundo em loop para mim. \n\n&gt;Ela deu diversos sinais, mas ao mesmo tempo me contou como sempre teve mais amigos homens do que mulheres, eu achei que tinha lido a situação de uma maneira correta. Nesse dia eu fui o mais tapado possível, fui um amigo mesmo, não tentei nada. Depois disso, quarta feira, na sexta ela estava no bar comigo e com o pessoal do trabalho e convidou para irmos até a casa dela. Eu falei para o meu amigo que tinha interesse nela (não era o amigo do trabalho). Isso foi surreal.\nUm amigo de um outro ciclo de amigos tinha conhecido ela naquele dia, e ela convidou nós dois para irmos até lá. Eu não entendi nada. Fui sincero com ele, falei que estava muito interessado e que gostaria de tentar algo naquele dia. Ele foi super gente boa e foi embora uma meia hora depois. \n\n&gt;Era isso, eu estava sozinho com ela no apartamento dela. Mas na verdade eu estava aprisionado dentro da minha cabeça não me permitindo tentar nada. \nEntão eu não tentei. Nem cheguei perto. Falei tanto que a coitada caiu de sono. Nesse dia eu estava conformado que tinha zerado quaisquer ruídos e chances de relacionamento amoroso com ela. \n\n&gt;Eu descobri que ela estava com receio de ficar comigo pelo nível de atenção e interesse que eu demonstrava por ela. Ela estava corretíssima, nós estávamos em sintonias diferentes ainda sim nosso radinho de pilha captava a frequência do outro sem querer. O fatídico dia foi durante um happy hour da empresa, no próprio local onde nós trabalhávamos. O fato de pensar em ver ela me dava ansiedade, então comecei a evitar. Não queria ir até o happy hour por nada, então fiquei na minha mesa trabalhando, naturalmente, quando todos já estavam se alcoolizando e socializando. Eu estaria bem ali a noite inteira, talvez angustiado mas transformando tudo em produtividade, é o que eu sei fazer afinal. Mas meu amigo tramou um plano, chamou a melhor amiga dela no trabalho e quando eu percebi estava sozinho com ela. A reação dela quando eu me aproximei? Foi virar para o outro lado. \n\n&gt;Imediatamente voltei para minha mesa, coloquei meu fone e voltei a trabalhar como se nada houvesse acontecido. Ela me liga 3 vezes \ne comeca a mandar mensagens, pedindo para eu responder, perguntando se eu estava bravo. Eu falei a verdade, que não deveria mais ver ou falar com ela pois estava me atrapalhando e me fazendo mal. Era a hora perfeita para tudo acabar e eu voltar para a minha vida medíocre. \n\n&gt;Ela então, as 2 horas da manhã me chama para ir no apartamento dela. Nunca, nem em 100 vidas eu diria não. Eu fui, sentindo que tinha atingido um objetivo superficial, quando \nna verdade, no meu interior, eu me preocupava com as consequências. Eu não queria encontrar ela bêbada, queria que fosse algo verdadeiro mesmo que fosse uma simples conversa. \n\n&gt;Eis que eu fiz a maior besteira da minha vida. Eu preferi ela do que eu mesmo. Eu escolhi por fazer alguém feliz e me fazer infeliz, sem pensar ou medir as consequências. \nEntão eu convenci ela, e a mim mesmo que eu tinha entendido a situação e que nós poderíamos ficar aquele dia e sermos amigos. Acabamos dormindo juntos, foi de fato um dos melhores dias da minha vida, não apenas pelo sexo, mas pela satisfação em fazer alguém que você ama feliz. Comecei a me alimentar daquela sensação. A relação foi cada vez mais tomando uma forma e quando eu percebi, estava ali, moldado, desenhado e exposto: Eu estava vivendo para ela. \n\n&gt;Ela me ligava de noite, pedia para eu ir até a casa dela, eu pegava o táxi e ia na hora, não importa o dinheiro, distância, sono, nada, o que importa é fazer essa garota feliz.\nO problema é que durante o dia, eu sabia que ela não queria nada, então no trabalho eramos apenas colegas na perspectiva dos outros. Eu fui ficando cada vez mais interessado, fui me cedendo cada vez mais, ao chegar no ponto em que eu via que apenas ela definia quando iriamos nos ver. Eu não conseguia chamar ela pra sair e receber um sim, tinha que ser algo quando ela queria. Nessa altura do campeonato eu já estava muito perdido, a consequência da solidão batia na porta mas eu simplesmente ignorava e achava que era uma viagem minha, que tudo iria dar certo e eu iria conquistar ela. \n\n&gt;Isso foi criando um vazio dentro de mim, pois eu sabia que ela não tinha terminado o último relacionamento dela de forma amigável, isso começou a afetar\nela e consequentemente a mim, que ficava imaginando o que teria acontecido, pois ambos estavam quase morando juntos.\n\n**Então, março**\n\n&gt;O fim veio rápido como o final do feriado de carnaval. Passamos todos os dias juntos transando, conversando, mas aquela bola de neve gigante estava vindo e nós dois sabíamos,\no problema é que eu tinha convencido ela que não tinha bola de neve e tava tudo bem. Um dia, ela me chamou para ir na casa dela jantar. Era meio que um big deal, pois nunca havia existido um convite antecipado como esse. Ela tinha arrumado a varanda com luzes e uma mesinha, foi simplesmente uma das coisas mais legais e agradáveis que eu já vivenciei com alguém. Infelizmente a bola de neve engoliu tudo esse dia. Claramente incomodada com a situação, com o que nós estávamos fazendo, ela ficou em um mood estranho e distante de mim. Era a primeira vez que ela fazia aquilo. Eu não entendi e tentei contornar, em um certo ponto eu soube que aquele era o último dia. \n\n&gt;Depois disso ela se distanciou de mim, parou de falar comigo frequentemente. Eu achei que era algum tipo de mind game feminino, para eu correr atrás ou algo do tipo. Eu corri atrás \ne dei de cara em uma parede quilométrica. Não existia mais aquela ponte entre a gente, não existia mais nada a não ser uma tensão de quando vai ser a proxima vez que ela vai me chamar. Os pensamentos suicidas voltaram, eu já não conseguia trabalhar no mesmo local com medo de olhar no olho dela e saborear aquela sensação de que ela não me quer na vida dela, além dos meus pensamentos auto depreciativos de que eu era um bosta e que eu tinha me colocado em uma situação de merda.\n\n&gt;A minha ansiedade piorou, tive que me ausentar um mês do trabalho por causa de crises constantes de ansiedade, comecei tratamento psiquiátrico junto com a terapia para segurar \na ansiedade, não conseguia sair de casa, não conseguia fazer nada a não ser pensar nesse fracasso. Engordei 17 kg em um período de 9 meses. Eu fazia academia para emagrecer para ela me notar. Tenho 1,78 e estava com 80kg, depois disso, cheguei aos 98kg. \n\n**What a ride.**\n\nDepis de maio-abril de 2017 eu expliquei para ela que seria melhor se eu me afastasse para sempre. Bloqueei ela em todas minhas redes sociais, toda vez que via ela saia imediatamente do campo de visão dela, pois me dava crise de ansiedade. Evitava todos lugares achando que ela estaria ali. Não existia mais tranquilidade, ela aparecia nos meus sonhos, pesadelos. Eu realmente me perdi. Nunca mais vou conseguir falar com ela, perdi a chance de fazer essa garota incrível feliz. Obviamente a culpa de tudo isso é minha. \nNão tive maturidade para lidar e deu no que deu.\n\nAtualmente eu lido com isso de uma maneira objetiva, que é: aprendizado. A vontade de morrer sempre vai existir, afinal, eu ainda amo essa garota. Nunca vou superar totalmente essa experiência devido a maneira que aconteceu. Eu me isolei socialmente por quase 12 meses, cheguei a excluir diversos amigos de longa data apenas por que eles namoravam. Apaguei familia de todas redes sociais, tudo me fazia lembrar de como eu era um miserável solitário que tinha falhado na única chance de conquistar a mulher da minha vida.\n\nA única razão que eu estou escrevendo tudo isso, é por que eu preciso tirar isso de dentro de mim. Se eu realmente quero viver e tenho amor a mim mesmo, eu tenho que seguir \nem frente e ser resistente. Isso foi apenas um aprendizado, dos mais difíceis de toda minha vida. Eu questionava diariamente o por que de tudo isso ter acontecido. Eu nunca mais vou ser o mesmo, essa lição me mostrou muita coisa, uma delas é que eu tenho uma batalha constante com o meu eu interior. Nosso auto controle define quem somos, se você não em auto controle, possivelmente você vai se colocar em situações que podem mudar você e sua vida para sempre, eu espero que de maneira positiva.\n\nEu ainda tenho muito tempo pela frente para transformar o saldo dessa história em positivo.\nMas o que eu queria mesmo era estar com ela.\n\nSaudades de você, n.\n\n\nTLDR;\n\nMe iludi com uma colega de trabalho que era muito parecida comigo, fingi que estava preparado para uma relação superficial mas me apaixonei e acabei me perdendo dentro de mim mesmo. Entrei em depressão e me isolei socialmente por quase um ano, suicídio era mais aliviante do que pensar em um futuro positivo. A existência era dolorosa e pesada. \nHoje eu sei que isso foi um aprendizado, daqueles fudidos que não é para a gente esquecer. Vou levar isso pro resto da vida, espero que com o tempo transforme o resultado em algo positivo.\n\n",
            "send_replies": true,
            "spoiler": false,
            "stickied": false,
            "subreddit": "desabafos",
            "subreddit_id": "t5_395lw",
            "subreddit_subscribers": 2326,
            "subreddit_type": "public",
            "thumbnail": "self",
            "title": "Me apaixonei por uma colega de trabalho... e mudou minha vida.",
            "url": "https://www.reddit.com/r/desabafos/comments/8h5ndt/me_apaixonei_por_uma_colega_de_trabalho_e_mudou/"
        },
        {
            "author": "fight-without-fight",
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_text": null,
            "author_flair_type": "text",
            "can_mod_post": false,
            "contest_mode": false,
            "created_utc": 1533609824,
            "domain": "self.desabafos",
            "full_link": "https://www.reddit.com/r/desabafos/comments/957sfa/há_anos_eu_não_lembrava_o_que_era_estar/",
            "gilded": 0,
            "id": "957sfa",
            "is_crosspostable": true,
            "is_meta": false,
            "is_original_content": false,
            "is_reddit_media_domain": false,
            "is_self": true,
            "is_video": false,
            "link_flair_background_color": "",
            "link_flair_richtext": [],
            "link_flair_text_color": "dark",
            "link_flair_type": "text",
            "locked": false,
            "media_only": false,
            "no_follow": true,
            "num_comments": 7,
            "num_crossposts": 0,
            "over_18": false,
            "permalink": "/r/desabafos/comments/957sfa/há_anos_eu_não_lembrava_o_que_era_estar/",
            "pinned": false,
            "retrieved_on": 1533609825,
            "rte_mode": "markdown",
            "score": 23,
            "selftext": "Uma moça fechada, com um estilo diferente. Mais dark.\n\nComeçamos conversando sobre bandas que gostamos em comum e aos poucos ela foi me recomendando bandas novas para mim e eu para ela. \n\nIsso se estendeu para séries, filmes e livros.\n\nDepois isso se estendeu para visões de mundo e perspectivas de vida, e é aí que eu começo a me arrepiar.\n\nEla se abriu muito pra mim, falou de seus problemas mais profundos. Ofereci opiniões diferentes para ela pensar. \n\nIsso pra mim já foi uma vitória, porque eu tenho certeza absoluta que ela não se abre para qualquer um.\n\nMas mantive distância do comportamento de Nice Guy. Mantive distância, ofereci outras visões de mundo, mandei áudios falando soluções para ela lidar com a ansiedade e a pressão externa dos pais.\n\nEla disse que eu tenho capacidade de inspirar as pessoas.\n\nEu li essa mensagem e guardei o celular no bolso com um rosto cheio de lágrimas. Eu estava no banco de uma praça e passei a olhar para a paisagem que estava em minha frente. Vi o lago, os patos nadarem.. aquele frio melancólico. O céu nublado. Vi as árvores e os passarinhos. Pensei duas coisas: 1. A vida pode valer a pena. 2. Eu poderia sacrificar tudo o que eu conquistei na vida pra ter ela comigo deitada no meu ombro nesse momento.\n\nEu já ajudei pessoas com depressão a se livrarem do suicídio. E tudo o que eu queria era inspirar ela a ser uma pessoa melhor. E a ficar mais feliz. Assim como ela faz comigo sem ela saber.\n\nMas quanto mais eu vou atrás, menos ela se mostra disponível. Talvez eu não deva procurar... acontecerá quando se menos espera? Dizem que uma borboleta não é alcançada com as mãos.. você precisa esperar ela pousar em seu ombro.\n\nVoltei para a casa hoje pensando: quantas pessoas na sua vida sugam sua energia? E quantas pessoas realmente te acrescentam em alguma coisa? Ela em poucos meses já me acrescentou muito. Só queria ter a oportunidade de dizer isso a ela pessoalmente.\n\nEstou completamente cansado. Exausto. Energia esgotada. Estou cansado de demonstrar interesse pelas pessoas e não haver reciprocidade nisso.\n\nMas é difícil aguentar a solidão... \n\nQueria ter a possibilidade de secar as lágrimas dos olhos dela, de dizer que vai ficar tudo bem. Quero deixar ela segura num mundo cada vez mais incerto e perigoso.\n\nE eu já fiquei com muitas mulheres.. mas sem esse afeto. Sem essa vontade que ela me passou. Ela parece ser uma mulher incrível mas que ainda não descobriu sua luz. E a luz é ela mesma.\n\nSe algum dia eu beijar ela, certamente vou fazer o melhor beijo que alguém pode fazer. Certamente meus olhos ficarão enxarcados.. \"porra, eu consegui\". Vou dedicar uma parte da minha vida pra fazer ela feliz.\n\nPorque o sentido da vida é esse: eu prometi a mim mesmo que nunca vou endurecer o meu coração. Que eu vou ser melhor em todas as áreas da vida: emocionalmente, psicologicamente, fisicamente, espiritualmente.\n\nHá tempos que eu não rezava, que eu não conversava com Deus. Não sou religioso, mas tenho espiritualidade. Me ajuda Deus, eu não sei mais o que fazer. Tudo o que está sob meu controle eu já fiz. Mas parece que as coisas não dependem só de mim.\n\nEstive pensando em me isolar, em deixar o celular em casa. Assim eu não fico sempre no WhatsApp. Assim eu não fico checando se ela me mandou uma mensagem.\n\nTenho quase 30 e me acho um adolescente por conta disso..\n\nEstive lendo um livro e pela minha surpresa havia uma passagem sobre ansiedade. Tirei uma foto pra ela e mandei. Não recebi resposta ainda. Me sinto triste por isso. Sou muito besta, eu sei.\n\nSó sei que um dia a vida acaba, e a vida passa tão rápido.. que tenho muito medo de terminar amargurado, não tendo conseguido atingir esse ápice da vida: amar e ser amado por alguém.",
            "send_replies": true,
            "spoiler": false,
            "stickied": false,
            "subreddit": "desabafos",
            "subreddit_id": "t5_395lw",
            "subreddit_subscribers": 3182,
            "subreddit_type": "public",
            "thumbnail": "self",
            "title": "Há anos eu não lembrava o que era estar completamente apaixonado por alguém",
            "url": "https://www.reddit.com/r/desabafos/comments/957sfa/há_anos_eu_não_lembrava_o_que_era_estar/"
        },
        {
            "author": "-belledejour-",
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_text": null,
            "author_flair_type": "text",
            "can_mod_post": false,
            "contest_mode": false,
            "created_utc": 1534119546,
            "domain": "self.desabafos",
            "full_link": "https://www.reddit.com/r/desabafos/comments/96tq8k/o_que_fazer_para_finalmente_me_sentir_viva/",
            "gilded": 0,
            "id": "96tq8k",
            "is_crosspostable": true,
            "is_meta": false,
            "is_original_content": false,
            "is_reddit_media_domain": false,
            "is_self": true,
            "is_video": false,
            "link_flair_background_color": "",
            "link_flair_richtext": [],
            "link_flair_text_color": "dark",
            "link_flair_type": "text",
            "locked": false,
            "media_only": false,
            "no_follow": true,
            "num_comments": 14,
            "num_crossposts": 0,
            "over_18": false,
            "permalink": "/r/desabafos/comments/96tq8k/o_que_fazer_para_finalmente_me_sentir_viva/",
            "pinned": false,
            "retrieved_on": 1534119547,
            "score": 42,
            "selftext": "Antes de tudo, esse é meu primeiro post no Reddit e mal sei mexer no site, então peço desculpas por eventuais erros (ou pela encheção de saco). Acho que só criei essa conta porque vejo aqui muitos desabafos e muitas pessoas dispostas a ajudar quem precisa. Bem, desde que me entendo por gente, me sinto muito só. Sempre fui uma menina muito calada e retraída, tinha muito medo de tudo. Conforme o tempo foi passando, percebi que minhas colegas de turma (as únicas que eu tinha contato, não conhecia mais ninguém fora da escola que fosse da minha idade) começaram a se interessar pelos meninos e eles correspondiam, e era algo muito natural pra elas. Elas foram crescendo, começaram a sair, a beijar, namorar, ir em festas. E eu continuava a mesma menina calada e retraída que tinha medo de tudo. Eu tentava dizer a mim mesma \"besteira, no Ensino Médio isso muda\". Meu Ensino Médio foi a pior época da minha vida. Foi onde descobri que tinha depressão e ansiedade. Pelo menos 90% da minha turma eram pessoas egoístas, arrogantes, antipáticas e mal educadas, e estudavam juntos desde criança. A verdade é que saí de uma escola pequena onde estudei toda a minha vida pra estudar num colégio considerado grande e tradicional, e pela primeira vez na minha vida, me vi sozinha no meio desse tipo de gente. Tinha dias que eu só abria a boca para dar bom dia aos professores, porque ninguém falava comigo. Muitos desses dias eu registrava num diário que tenho até hoje. Enfim. Eu via que o tempo ia passando e eu não fazia amigos, nenhum garoto se interessava por mim, ninguém ao menos percebia que eu estava ali. Pensei que duraria só o primeiro ano, e depois só o segundo, e quando chegou o terceiro, achei que na faculdade tudo ia melhorar. A faculdade não chegou. Estou fazendo o possível pra que chegue, estudando pra passar numa faculdade federal ou em uma particular boa, mesmo que não seja o que eu realmente quero (eu tenho outro sonho, mas sinto que esse papo de \"sonhos são possíveis\" não cabe pra mim). Já é a terceira vez que tento passar no vestibular e não espero nada desse ano, sinceramente. Me sinto inútil e fraca demais pra conseguir qualquer coisa.\nAtualmente, eu não tenho um só amigo. Nunca me senti importante, desejada ou querida. Há dois anos, desde que saí da escola, não saio de casa (pra não exagerar, saio para fazer exames rotineiros, resolver coisas sobre documentos, comemorar o aniversário de alguém da família, essas coisas). Todos os dias eu faço as mesmas coisas, como um robô, num total marasmo. Mal tenho vontade de estudar. Não posso sair sozinha, meus pais nunca deixaram. Minha mãe diz que é perigoso e que eu só vou sair da casa dela depois de casada. A última vez que conversei com alguém pelo WhatsApp foi há umas duas semanas e acho que isso mostra bem o tanto de amigos que eu tenho. Nunca beijei ou tive qualquer contato físico com um garoto. Ninguém se demonstrou interessado por mim até hoje. Também nunca saí sozinha e nunca fui convidada para ir em festas (só quando eu era criança mesmo).\nGastei toda a minha infância trancada em casa, no computador ou na TV. Perdi toda a minha adolescência presa no quarto chorando pelas coisas que faziam comigo no colégio. E sei que estou perdendo minha juventude também. Mês que vem, faço 19 anos. O que farei no meu aniversário? Vou ao shopping com meus pais, como todo ano. Só de pensar que as meninas da minha idade estão viajando sozinhas, fazendo farra com os amigos, entrando na faculdade, namorando, me dá uma vontade tão grande de morrer. Ou sair correndo. Já pensei em suicídio várias vezes. A primeira vez, que eu me lembre, eu tinha uns 9 anos. No Ensino Médio, eu pensava todos os dias. Mas morrer agora não vale mais a pena. Meus pais sabem que eu me sinto triste (só não sabem que eu tenho depressão, e Deus me livre se descobrirem). Eles fazem o possível pra me verem feliz mas são evangélicos muito conservadores e a solução de todos os meus problemas se baseia em passear com eles e voltar para a igreja (coisa que não quero por enquanto). Já pedi à minha mãe que marcasse pra mim uma consulta com um psicólogo, e ela disse que o melhor psicólogo é Deus. \nUm dia desses, pra verem a que ponto cheguei, chorei depois de assistir ao filme \"Rio, Verão e Amor\" de 1966 (outro motivo pra eu não ter amigos, gosto muito de coisas que ninguém gosta). Alguns atores/personagens tem a minha idade e isso foi o estopim pra me fazer perceber que minha vida é uma total monotonia e poderia ser muito melhor. Mas eu me sinto perdida, de mãos atadas. Eu não sei o que fazer pra conseguir tomar as rédeas da minha vida e finalmente, me sentir viva. Eu preciso urgentemente viver.\nEnfim, esse texto não teve nexo algum porque eu fui escrevendo o que vinha à cabeça. Já me sinto uma idiota por ter escrito tudo isso e ter me exposto. Mas me sinto mais leve, então acho que valeu. ",
            "send_replies": true,
            "spoiler": false,
            "stickied": false,
            "subreddit": "desabafos",
            "subreddit_id": "t5_395lw",
            "subreddit_subscribers": 3217,
            "subreddit_type": "public",
            "thumbnail": "self",
            "title": "O que fazer para finalmente me sentir viva?",
            "url": "https://www.reddit.com/r/desabafos/comments/96tq8k/o_que_fazer_para_finalmente_me_sentir_viva/"
        },
        {
            "author": "jlbx15_",
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_text": null,
            "author_flair_type": "text",
            "author_fullname": "t2_18vlvilv",
            "can_mod_post": false,
            "contest_mode": false,
            "created_utc": 1536893818,
            "domain": "self.desabafos",
            "full_link": "https://www.reddit.com/r/desabafos/comments/9foh0j/transtorno_mental/",
            "gilded": 0,
            "id": "9foh0j",
            "is_crosspostable": true,
            "is_meta": false,
            "is_original_content": false,
            "is_reddit_media_domain": false,
            "is_self": true,
            "is_video": false,
            "link_flair_background_color": "",
            "link_flair_richtext": [],
            "link_flair_text_color": "dark",
            "link_flair_type": "text",
            "locked": false,
            "media_only": false,
            "no_follow": true,
            "num_comments": 6,
            "num_crossposts": 0,
            "over_18": false,
            "permalink": "/r/desabafos/comments/9foh0j/transtorno_mental/",
            "pinned": false,
            "retrieved_on": 1536893819,
            "score": 6,
            "selftext": "Olá, \nAcredito que esse seja meu primeiro post, mas realmente preciso de ajuda. Estou sofrendo muito com a ansiedade e amiga profunda depressão. \nEstou perdendo a vontade das coisas aos poucos, sinto dores fortes no peito, cansaço o dia todo, vontade constate de desistir de tudo e chorar, nada me satisfaz, não sinto felicidade para nada.\nEstou no penúltimo ano da faculdade e até hoje nunca se quer arrumei um emprego de carteira assinada, estou entrando em desespero de verdade.\nJá pensei inúmeras vezes sobre suicídio e nunca tive coragem por pensar na minha mãe, por já ter 2 irmãos que tirou a vida. \nEstou literalmente com vontade de me machucar e sentindo uma raiva terrível.\n\nPara piorar essa semana minha psiquiatra faleceu e tinha consultado com ela um dia antes, e isto está me corroendo muito. \n\nEu tenho 22 anos, estudo publicidade e não sei mais lidar e não me conheço mais, felicidade? Não sei o que é mais. ",
            "send_replies": true,
            "spoiler": false,
            "stickied": false,
            "subreddit": "desabafos",
            "subreddit_id": "t5_395lw",
            "subreddit_subscribers": 3502,
            "subreddit_type": "public",
            "thumbnail": "self",
            "title": "Transtorno Mental",
            "url": "https://www.reddit.com/r/desabafos/comments/9foh0j/transtorno_mental/"
        },
        {
            "author": "lucius1309",
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_text": null,
            "author_flair_type": "text",
            "author_fullname": "t2_6k7pg",
            "author_patreon_flair": false,
            "can_mod_post": false,
            "contest_mode": false,
            "created_utc": 1543720029,
            "domain": "self.desabafos",
            "full_link": "https://www.reddit.com/r/desabafos/comments/a29r6f/a_vida_é_bela_p/",
            "gildings": {
                "gid_1": 0,
                "gid_2": 0,
                "gid_3": 0
            },
            "id": "a29r6f",
            "is_crosspostable": true,
            "is_meta": false,
            "is_original_content": false,
            "is_reddit_media_domain": false,
            "is_robot_indexable": true,
            "is_self": true,
            "is_video": false,
            "link_flair_background_color": "",
            "link_flair_richtext": [],
            "link_flair_text_color": "dark",
            "link_flair_type": "text",
            "locked": false,
            "media_only": false,
            "no_follow": true,
            "num_comments": 8,
            "num_crossposts": 0,
            "over_18": false,
            "permalink": "/r/desabafos/comments/a29r6f/a_vida_é_bela_p/",
            "pinned": false,
            "retrieved_on": 1543720030,
            "score": 1,
            "selftext": "\"Afinal, o que eu tinha prometido pra mim mesmo anos atrás?\"\n\nEu me perguntava isso quase todos os dias, quase todas as horas e quase todos os momentos daquela época sombria. \nMeus passos eram até mais tristes, eu não sorria mais, eu não queria nem mais beber, havia trocado o alcoolismo pela depressão raiz, daquelas que são super valorizadas por todo mundo, mas que só quem sente na pele vê o sofrimento. Acordava todos os dias sem vontade alguma de sair da cama, me alimentava mal e diariamente pensava em suicídio, mas eu era covarde demais pra tal coisa, pra tal passo. Por isso, me trancava em casa e esperava o tempo passar.\n\n\"A vida está no ar. Basta respirar ela e pronto, Deus faz o resto do milagre!\"\n\nUma amiga minha me falava tentando me animar. Eu só pensava em eliminar qualquer esperança de melhora e continuar afundado em depressão. Infindáveis noites de sábado em que eu não queria aprender a viver, e me afundava em copos de café e cigarros, música triste e pensando no que eu tinha prometido pra mim mesmo anos atrás.\n\nEu estava sem chão.\n\nPerdendo toda a luz e desistindo de iluminar qualquer caminho que poderia me fazer querer seguir alguém pra algum lugar.\n\nPensei muito no que havia me tornado, e esse deve ter sido meu maior erro. Remoí todo meu rancor por dias e dias, me torturei e me auto flagelei, desisti de mim mesmo e depois retornava a tentar apenas respirar. Passei por psiquiatras e psicólogos que não entendiam meu caso e desistiram de mim, deixei de sair com pessoas por achar que elas me sufocavam, mas ao mesmo tempo, a solidão me sufocava também. \n\nCrises de ansiedade eram completamente normais, e eu sabia, eu sempre soube que não existiria milagre, eu ficaria deitado na lona, ou no fundo do poço, enquanto eu quisesse e/ou pudesse ficar assim.\n\nO bom e velho valor da amargura!\n\nNada como a boa e velha melancolia!\n\nComo um foguete sendo disparado sem previsão de volta, a tristeza era uma realidade tão real que ardia meus olhos ter que me olhar por dentro, ter que me encarar, ter que pensar em morrer e não poder falar diretamente: \"QUERO MORRER!\"\n\nPorque isso soaria brutal demais. Doentio demais. Amargo demais. E principalmente, trágico demais. Dramático demais.\n\n\"A vida é bela!\"\n\nA vida é bela. Eu sabia que ela era. Ainda sei. O texto está escrito no passado pois isso é passado. Eu prefiro não falar o ano. Prefiro dizer que isso não me afeta mais. Mas me afeta. O sofrimento ainda é real demais. Parece que aconteceu tudo ontem. \n\nLidar com a dor é doloroso, obviamente. \nE não é bom ficar pensando muito nisso. Pra isso, tenho uma tática: jogo tudo no papel e esqueço. A maioria dos meus textos está perdido por aí, eu consegui escrever 4 livros e tem mais uns 500 textos que não estão em livros, que não estão salvos em lugar nenhum. E que bom que estão assim. \n\nPerdidos.\n\nComo eu estive nessa época.\n\nComo ainda estou, em alguns dias, atualmente.\n\nHoje acordei me sentindo um cara muito foda, e termino meu dia me sentindo um completo lixo. Degenerado. Normal.\n\nEu sei que dessa época obscura que citei acima, sempre vai ter um pingo escondido em algum lugar. E, eventualmente, esse pinguinho vai crescer e crescer e tentar tomar conta de mim novamente.\n\nComo um oceano nascendo.\n\nMas eu não vou deixar.\n\nNão vou deixar porque hoje quem manda nessa porra sou eu. Eu me tornei aquilo que jamais pensei que me tornaria. Hoje eu sou auto sustentável. Meto o dedo na cara das pessoas e digo o que devo dizer, sem pestanejar. Sem achar que sou fraco demais.\n\nEu sou aquele cara fudido que mata as pessoas nos filmes em câmera lenta.\n\nO rapaz que come a mocinha no final, depois de derrotar o vilão.\n\nHoje eu tenho uma péssima notícia pra quem queria me ver no chão: eu não fracassei, meu amigo. Eu. Não. Fracassei.\nPorque hoje eu não bebi nada alcoólico, porque hoje eu saí da minha cama e fiz o que tinha que fazer. Porque hoje eu sorri pra um cara que tava na rua e dei um lanche pra ele não passar fome. Hoje eu fiz a diferença no mundo, mesmo que de leve, mas eu fiz. E amanhã pretendo fazer o mesmo. E se alguém ou alguma coisa quiser me atrapalhar nisso, eu farei o que sempre fiz. Vou sorrir e esperar a coisa ruim desmoronar sozinha. Porque eu sou capaz de mudar o mundo. Mas o mundo não é capaz de me mudar.\n\nAh. E o que eu havia prometido pra mim mesmo anos atrás? Que eu seria uma pessoa melhor a cada dia que passasse. E venho sendo. E isso me satisfaz.",
            "send_replies": true,
            "spoiler": false,
            "stickied": false,
            "subreddit": "desabafos",
            "subreddit_id": "t5_395lw",
            "subreddit_subscribers": 4277,
            "subreddit_type": "public",
            "thumbnail": "self",
            "title": "A VIDA É BELA, P****",
            "url": "https://www.reddit.com/r/desabafos/comments/a29r6f/a_vida_é_bela_p/"
        },
        {
            "author": "BlackLionVEVO",
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_text": null,
            "author_flair_type": "text",
            "author_fullname": "t2_l57oai4",
            "author_patreon_flair": false,
            "can_mod_post": false,
            "contest_mode": false,
            "created_utc": 1547838174,
            "domain": "self.desabafos",
            "full_link": "https://www.reddit.com/r/desabafos/comments/ahdryr/minha_nota_do_enem_saiu_e_estou_muito_frustrado/",
            "gildings": {
                "gid_1": 0,
                "gid_2": 0,
                "gid_3": 0
            },
            "id": "ahdryr",
            "is_crosspostable": true,
            "is_meta": false,
            "is_original_content": false,
            "is_reddit_media_domain": false,
            "is_robot_indexable": true,
            "is_self": true,
            "is_video": false,
            "link_flair_background_color": "",
            "link_flair_richtext": [],
            "link_flair_text_color": "dark",
            "link_flair_type": "text",
            "locked": false,
            "media_only": false,
            "no_follow": true,
            "num_comments": 11,
            "num_crossposts": 0,
            "over_18": false,
            "permalink": "/r/desabafos/comments/ahdryr/minha_nota_do_enem_saiu_e_estou_muito_frustrado/",
            "pinned": false,
            "retrieved_on": 1547838175,
            "score": 1,
            "selftext": "Eu me esforcei para caramba nesse ano, estudei p/ valer e não foi pouco. Abandonei roles e muitos convites de amigos, me dediquei principalmente aos estudos. Conheci uma menina que também estava estudando para o ENEM e era esse tipo de menina que queria para namorar enquanto buscava meu sonho de cursar medicina, estudamos durante a semana e nos finais de semana assistimos filmes e ficamos. Mesmo com tudo isso, minha média desse ENEM foi 703 pontos, 5 a menos que ano passado.\n\n&amp;#x200B;\n\nAcho que a nota que mais me afetou foi a de redação, eu sou ótimo em fazer redações, minhas médias no cursinho são de 800 \\~ 900 pontos, inclusive no ENEM de 2015 fiz 960 pontos. Esse ano foi 760 e ainda estou tentando entender o que fiz errado sobre um tema que já tinha lido bastante.\n\n&amp;#x200B;\n\nPara piorar, meus pais estavam com bastante expectativa de eu conseguir uma boa nota esse ano, afinal estou no meu quarto ano de cursinho, e a decepção para eles foi muito grande. Recebi várias broncas e inclusive sugestões de ir fazer medicina na Bolívia, o que não quero de jeito algum mas me parece que estou ficando sem opções.\n\n&amp;#x200B;\n\nTive uma pequena crise de ansiedade e não consegui fazer nada hoje, mas já melhorei e vou voltar a estudar. Às vezes fico considerando suicídio por causa da pressão psicológica e fico vendo muitos memes sobre isso, mas não farei isso, vou me tratar e continuar a me esforçar. \n\n&amp;#x200B;\n\nAcho que esse vai ser meu último ano de cursinho, vou me dedicar totalmente, nem mesmo sei se ainda quero continuar namorando para até estudar mais tempo nos finais de semana. Ou eu passo esse ano ou vou para Bolívia. Sinto que não viverei muito emocionalmente bem por lá e temo ter depressão enquanto vivendo sozinho num lugar onde não falo a língua nativa e não saber buscar ajuda. É isso, obrigado pela atenção meus consagrados, estava precisando desabafar.",
            "send_replies": true,
            "spoiler": false,
            "stickied": false,
            "subreddit": "desabafos",
            "subreddit_id": "t5_395lw",
            "subreddit_subscribers": 4704,
            "subreddit_type": "public",
            "thumbnail": "self",
            "title": "Minha nota do ENEM saiu e estou muito frustrado",
            "url": "https://www.reddit.com/r/desabafos/comments/ahdryr/minha_nota_do_enem_saiu_e_estou_muito_frustrado/"
        },
        {
            "author": "ImpossiblePrompt606",
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_text": null,
            "author_flair_type": "text",
            "author_fullname": "t2_1ufmq7bk",
            "author_patreon_flair": false,
            "can_mod_post": false,
            "contest_mode": false,
            "created_utc": 1552957883,
            "domain": "self.desabafos",
            "full_link": "https://www.reddit.com/r/desabafos/comments/b2qw06/não_sei_quanto_tempo_ainda_vou_resistir/",
            "gildings": {
                "gid_1": 0,
                "gid_2": 0,
                "gid_3": 0
            },
            "id": "b2qw06",
            "is_crosspostable": true,
            "is_meta": false,
            "is_original_content": false,
            "is_reddit_media_domain": false,
            "is_robot_indexable": true,
            "is_self": true,
            "is_video": false,
            "link_flair_background_color": "",
            "link_flair_richtext": [],
            "link_flair_text_color": "dark",
            "link_flair_type": "text",
            "locked": false,
            "media_only": false,
            "no_follow": true,
            "num_comments": 3,
            "num_crossposts": 0,
            "over_18": false,
            "permalink": "/r/desabafos/comments/b2qw06/não_sei_quanto_tempo_ainda_vou_resistir/",
            "pinned": false,
            "retrieved_on": 1552957884,
            "score": 11,
            "selftext": "Tenho 20 anos, são 8 lidando com depressão, ansiedade social e terapias.\nNão consigo ter sonhos na vida, não entendo pessoas que gostam de estarem vivos.\nDa ultima vez que tentei suicídio acordei no hospital e foi horrivel a sensação de abrir os olhos novamente, nas últimas semanas me pego pensando frequentemente em suicidio.\nNão vejo um final feliz e independete de ter amigos ou namorada, não sinto prazer em mais nada, tive que interromper meu tratamento a uns meses pois o plano de saúde cortou e eu não tenho grana pra bancar.\nÉ isto, creio que essa vida nao passa de historias tristes se cruzando.\nDormirei e amanha verei que ainda faço parte deste mundo imundo, mais amor a todos.\nBoa noite\n",
            "send_replies": true,
            "spoiler": false,
            "stickied": false,
            "subreddit": "desabafos",
            "subreddit_id": "t5_395lw",
            "subreddit_subscribers": 5442,
            "subreddit_type": "public",
            "thumbnail": "self",
            "title": "Não sei quanto tempo ainda vou resistir....",
            "updated_utc": 1554193598,
            "url": "https://www.reddit.com/r/desabafos/comments/b2qw06/não_sei_quanto_tempo_ainda_vou_resistir/"
        }
    ]
}